content/index.org
#+OPTIONS: num:nil toc:nil
#+AUTHOR: Garrett Hill
#+EMAIL: gahill2018@pm.me
#+TITLE: Garrett Hill at a Glance

| [[file:personal.org][Personal Projects]] | [[file:activism.org][Activism Projects]] | [[file:school.org][School Projects]] | [[file:work.org][Work Projects]] |

* [[file:personal.org][Personal Projects]]

  - Desktop dotfiles

* [[file:activism.org][Activism Projects]]

  - Ruben Amaya for Baltimore County District 10 Campaign

* [[file:school.org][School Projects]]

  - Optimal Posting Strategies on Reddit (Spring 2022 CMSC320)
  - Targeted Property Based Testing in Haskell (Spring 2022 CMSC488b)
  - Lyric Analysis via Genius in Rust (Group project, Fall 2021 CMSC388z)

* [[file:work.org][Work Projects]]

* Links and Resources

  - [[https://github.com/gahill18/gahill18.github.io][This website's source code]]

* About Me
