index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Garrett Hill at a Glance</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">Garrett Hill at a Glance</h1>

<div id="outline-container-org6e597d1" class="outline-2">
<h2 id="org6e597d1"><a href="personal.html">Personal Projects</a></h2>
<div class="outline-text-2" id="text-org6e597d1">
<ul class="org-ul">
<li>Desktop dotfiles</li>
</ul>
</div>
</div>

<div id="outline-container-org7fe9df2" class="outline-2">
<h2 id="org7fe9df2"><a href="activism.html">Activism Projects</a></h2>
<div class="outline-text-2" id="text-org7fe9df2">
<ul class="org-ul">
<li>Ruben Amaya for Baltimore County District 10 Campaign</li>
</ul>
</div>
</div>

<div id="outline-container-org75af4c6" class="outline-2">
<h2 id="org75af4c6"><a href="school.html">School Projects</a></h2>
<div class="outline-text-2" id="text-org75af4c6">
<ul class="org-ul">
<li>Optimal Posting Strategies on Reddit (Spring 2022 CMSC320)</li>
<li>Targeted Property Based Testing in Haskell (Spring 2022 CMSC488b)</li>
<li>Lyric Analysis via Genius in Rust (Group project, Fall 2021 CMSC388z)</li>
</ul>
</div>
</div>

<div id="outline-container-org300b9bb" class="outline-2">
<h2 id="org300b9bb"><a href="work.html">Work Projects</a></h2>
</div>

<div id="outline-container-org8b46a6a" class="outline-2">
<h2 id="org8b46a6a">Links and Resources</h2>
<div class="outline-text-2" id="text-org8b46a6a">
<ul class="org-ul">
<li><a href="https://github.com/gahill18/gahill18.github.io">This website's source code</a></li>
</ul>
</div>
</div>

<div id="outline-container-org197fa6e" class="outline-2">
<h2 id="org197fa6e">About Me</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
